Revit 2027 API
ParameterTypeId.RbsElecAnalyticalLoadSetOnStandby Property
 "Quantity on Standby"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalLoadSetOnStandby { get; }
Public Shared ReadOnly Property RbsElecAnalyticalLoadSetOnStandby As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalLoadSetOnStandby {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalLoadSetOnStandby : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace